Repository: pronamic/wp-pronamic-moneybird
Catalog: languages/pronamic-moneybird-*.po
Languages: nl_nl

source: This WordPress plugin provides the link between your WordPress website and your Moneybird administration.
nl_nl: Deze WordPress plugin zorgt voor de koppeling tussen je WordPress-website en je Moneybird-administratie.

source: https://www.pronamic.eu/
nl_nl: https://www.pronamic.nl/

source: You can create an API token via %s.
nl_nl: Je kunt een API-token aanmaken via %s.

source: Default administration
nl_nl: Standaard administratie

source: This administration ID is used by default for API requests.
nl_nl: Deze administratie-ID wordt standaard gebruikt voor API-aanvragen.

source: Financial account ID
nl_nl: Rekening-ID

source: Ledger account ID
nl_nl: Grootboekrekening-ID

source: External sales invoice ID
nl_nl: Externe verkoopfactuur-ID

source: Class
nl_nl: Klasse

source: Country
nl_nl: Land

source: State
nl_nl: Staat

source: Rate
nl_nl: Tarief

source: Name
nl_nl: Naam

source: Priority
nl_nl: Prioriteit

source: Compound
nl_nl: Samengesteld

source: Shipping
nl_nl: Verzending

source: Order
nl_nl: Volgorde

source: Moneybird tax rate ID
nl_nl: Moneybird-belastingtarief-ID

source: Standard rate
nl_nl: Standaardtarief

source: Moneybird Authorizations
nl_nl: Moneybird-autorisaties

source: Authorizations
nl_nl: Autorisaties

source: Moneybird Settings
nl_nl: Moneybird-instellingen

source: Settings
nl_nl: Instellingen

# post type general name
source: Authorizations
nl_nl: Autorisaties

# post type singular name
source: Authorization
nl_nl: Autorisatie

# moneybird authorizations
source: Add New
nl_nl: Nieuwe toevoegen

source: Add New Authorization
nl_nl: Nieuwe autorisatie toevoegen

source: Edit Authorization
nl_nl: Autorisatie bewerken

source: New Authorization
nl_nl: Nieuwe autorisatie

source: View Authorization
nl_nl: Autorisatie bekijken

source: View Authorizations
nl_nl: Autorisaties bekijken

source: Search Authorizations
nl_nl: Autorisaties zoeken

source: No authorizations found.
nl_nl: Geen autorisaties gevonden.

source: Not authorizations found in Trash.
nl_nl: Geen autorisaties gevonden in prullenbak.

source: Parent Authorization:
nl_nl: Hoofdautorisatie:

source: All Authorizations
nl_nl: Alle autorisaties

source: Authorization Archives
nl_nl: Autorisatie-archief

source: Authorization Attributes
nl_nl: Autorisatie attributen

source: Insert into authorization
nl_nl: In autorisatie invoegen

source: Uploaded to this authorization
nl_nl: Geüpload naar deze autorisatie

source: Set featured image
nl_nl: Uitgelichte afbeelding kiezen

source: Remove featured image
nl_nl: Uitgelichte afbeelding kiezen

source: Use as featured image
nl_nl: Als uitgelichte afbeelding gebruiken

source: Filter authorizations list
nl_nl: Autorisatielijst filteren

source: Filter by date
nl_nl: Op datum filteren

source: Authorizations list navigation
nl_nl: Autorisatielijst-navigatie

source: Authorizations list
nl_nl: Autorisatielijst

# add new from admin bar
source: Moneybird Authorization
nl_nl: Moneybird autorisatie

source: Authorization
nl_nl: Autorisatie

source: Authentication
nl_nl: Authenticatie

source: Default
nl_nl: Standaard

source: Moneybird financial account
nl_nl: Moneybird-rekening

source: Authorization post ID.
nl_nl: Autorisatiebericht-ID.

source: Moneybird administration ID.
nl_nl: Moneybird-administratie-ID.

source: Moneybird financial statement.
nl_nl: Moneybird-afschrift.

source: Moneybird financial account ID.
nl_nl: Moneybird-rekening-ID.

source: Reference.
nl_nl: Referentie.

source: Official date.
nl_nl: Officiële datum.

source: Official balance.
nl_nl: Officieel saldo.

source: Importer key.
nl_nl: Importeer sleutel.

source: Contains the financial mutations.
nl_nl: Bevat de financiële mutaties.

source: Date.
nl_nl: Datum.

source: Message.
nl_nl: Omschrijving.

source: Amount.
nl_nl: Hoeveelheid.

source: Moneybird sales invoice.
nl_nl: Moneybird-verkoopfactuur.

source: Contains the sales invoice lines.
nl_nl: Bevat de verkoopfactuurregels.

source: Description.
nl_nl: Omschrijving.

source: Price.
nl_nl: Prijs.

source: Period.
nl_nl: Periode.

source: General
nl_nl: Algemeen

source: Default authorization
nl_nl: Standaardautorisatie

source: — Select authorization —
nl_nl: — Selecteer autorisatie —

source: Customer ID template
nl_nl: Sjabloon voor klant-ID

source: — Select a page —
nl_nl: — Selecteer een pagina —

source: Tax rates
nl_nl: Belastingtarieven

source: Discount
nl_nl: Korting

source: Moneybird financial statement created.
nl_nl: Moneybird-afschrift gemaakt.

source: Add financial statement
nl_nl: Afschrift toevoegen

source: Base
nl_nl: Basis

source: Administration
nl_nl: Administratie

source: Financial account
nl_nl: Rekening

source: Reference
nl_nl: Referentie

source: Official date
nl_nl: Officiële datum

source: Importer key
nl_nl: Importeer sleutel

source: Mutations
nl_nl: Mutaties

source: Date
nl_nl: Datum

source: Message
nl_nl: Omschrijving

source: Amount
nl_nl: Bedrag

source: Create financial statement
nl_nl: Afschrift maken

source: Moneybird inoice created.
nl_nl: Moneybird-factuur gemaakt.

source: Add invoice
nl_nl: Factuur toevoegen

source: Lines
nl_nl: Regels

source: Number
nl_nl: Aantal

source: Description
nl_nl: Beschrijving

source: Period
nl_nl: Periode

source: Create invoice
nl_nl: Factuur maken
